---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.DocumentReloadedLatestEventArgs
source: html/19cd12bc-5e83-915e-925d-08725e5e72c4.htm
---
# DocumentReloadedLatestEventArgs Members

Indicates whether the event is being cancelled.